Repository: wuxinxi/macos-quick-action
Catalog: QuickAction/Localizable.xcstrings
Source language: en
Languages: zh_hans

# action.copy_path
source: Copy Path
zh_hans: 拷贝路径

# action.open_iterm2
source: Open iTerm2 Here
zh_hans: 在 iTerm2 中打开

# action.open_sublime
source: Open with Sublime Text
zh_hans: 用 Sublime Text 打开

# action.open_terminal
source: Open Terminal Here
zh_hans: 在终端中打开

# advanced.quick_action.not_installed
source: App not installed
zh_hans: 应用未安装

# advanced.section.quick_actions
source: Quick Actions
zh_hans: 快捷操作

# advanced.section.startup
source: Startup
zh_hans: 启动

# common.language.en
source: English
zh_hans: 英文

# common.language.system
source: System
zh_hans: 跟随系统

# common.language.zh_hans
source: Chinese (Simplified)
zh_hans: 简体中文

# dashboard.button.open_settings
source: Open Extension Settings
zh_hans: 打开扩展设置

# dashboard.hero.subtitle
source: Enhance your workflow with deep Finder integration.
zh_hans: 通过深度集成访达，提升你的工作效率。

# dashboard.hero.title
source: Super Right Click
zh_hans: 超级右键

# dashboard.status.accessibility.subtitle
source: Required for advanced UI interaction
zh_hans: 高级 UI 交互所需的权限

# dashboard.status.accessibility.title
source: Accessibility
zh_hans: 辅助功能

# dashboard.status.app_group.subtitle
source: Data synchronization sink
zh_hans: 数据同步中心

# dashboard.status.app_group.title
source: App Group
zh_hans: 应用分组

# dashboard.status.finder_ext.subtitle
source: Core actions provider
zh_hans: 核心功能提供方

# dashboard.status.finder_ext.title
source: Finder Extension
zh_hans: 访达扩展

# menu.open
source: Open QuickAction
zh_hans: 打开 QuickAction

# menu.quit
source: Quit
zh_hans: 退出

# nav.footer.status_active
source: Active
zh_hans: 运行中

# nav.tab.advanced
source: Advanced
zh_hans: 高级

# nav.tab.apps
source: Apps
zh_hans: 应用

# nav.tab.general
source: General
zh_hans: 通用

# nav.tab.new_file
source: New File
zh_hans: 新建文件

# nav.tab.settings
source: Settings
zh_hans: 设置

# new_file.settings.auto_launch.footer
source: Create a new file and open it after creation
zh_hans: 创建新文件并在创建后自动打开

# new_file.settings.auto_launch.label
source: Automated Launch
zh_hans: 自动启动

# new_file.settings.section.title
source: Creation Settings
zh_hans: 创建设置

# new_file.templates.section.title
source: File Templates
zh_hans: 文件模板

source: QuickAction
zh_hans: 快捷助手

# settings.about.section.title
source: About
zh_hans: 关于

# settings.general.launch_at_login.footer
source: Keep QuickAction in the menu bar automatically after login
zh_hans: 登录后自动在状态栏运行 QuickAction

# settings.general.launch_at_login.label
source: Launch at Login
zh_hans: 开机时自动启动

# settings.general.section.title
source: General
zh_hans: 通用

# settings.language.picker.footer
source: Changing the app language will not affect the Finder context menu, which always follows system settings.
zh_hans: 修改应用语言不会影响访达右键菜单，该菜单始终跟随系统设置。

# settings.language.picker.label
source: App Language
zh_hans: 应用语言

# settings.language.section.title
source: Language Settings
zh_hans: 语言设置

# settings.permissions.button.authorize
source: Authorize Directory
zh_hans: 授权目录

# settings.permissions.button.change
source: Change Directory
zh_hans: 更换目录

# settings.permissions.description.authorized
source: Grant access to your home directory to enable New File in all folders.
zh_hans: 授予主目录访问权限后，即可在更多文件夹中使用新建文件。

# settings.permissions.description.not_authorized
source: Choose a directory to allow Finder actions to create files with the permissions you grant.
zh_hans: 选择一个目录，为 Finder 新建文件功能授予可用权限。

# settings.permissions.panel.message
source: Select a directory to authorize QuickAction to create files from Finder.
zh_hans: 选择一个目录，授权 QuickAction 从 Finder 中创建文件。

# settings.permissions.section.title
source: Permissions
zh_hans: 权限

# settings.permissions.status.authorized
source: Authorized
zh_hans: 已授权

# settings.permissions.status.not_authorized
source: Not Authorized
zh_hans: 未授权
